questions = [
    {
        'вопрос': 'Какой оператор умножает числа в Python?',
        'ответы': ['-', 'x', '*', '**'],
        'индекс правильного ответа': 2
    },
    {
        'вопрос': 'Какой из этих типов изменяемый?',
        'ответы': ['list', 'str', 'tuple', 'int'],
        'индекс правильного ответа': 0
    },
    {
        'вопрос': 'Как вывести на экран текст в Python?',
        'ответы': ['document.write()', 'print()', 'println()', 'write()'],
        'индекс правильного ответа': 1
    },
    {
        'вопрос': 'Что будет в результате этого кода, print("9 + 2 X 2")',
        'ответы': ['13', '22', 'SyntaxError', '11 X 2'],
        'индекс правильного ответа': 2
    }
]