questions = [
    {
        'вопрос': 'Какой оператор умножает числа в Python?',
        'ответы': ['-', 'x', '*', '**'],
        'ответ': '*',
        'изобрабражение': '001.png'
    },
    {
        'вопрос': 'Какой из этих типов изменяемый?',
        'ответы': ['list', 'str', 'tuple', 'int'],
        'ответ': 'list',
        'изобрабражение': '002.png'
    },
    {
        'вопрос': 'Как вывести на экран текст в Python?',
        'ответы': ['document.write()', 'print()', 'println()', 'write()'],
        'ответ': 'print()',
        'изобрабражение': '003.png'
    },
    {
        'вопрос': 'Какой оператор завершает цикл',
        'ответы': ['exit', 'break', 'leave', 'abandon'],
        'ответ': 'break',
        'изобрабражение': '004.png'
    },
    {
        'вопрос': 'Какой оператор делит числа без остадка числа в Python?',
        'ответы': [':', '/', '%', '//'],
        'ответ': '//',
        'изобрабражение': '001.png'
    },
    {
        'вопрос': 'Какая функция используется для ввода данных в Python?',
        'ответы': ['input()', 'report()', 'nextInt()', 'int()'],
        'ответ': 'input()',
        'изобрабражение': '003.png'
    },
    {
        'вопрос': 'Как получить остаток от числа в Python?',
        'ответы': ['float()', '/', '%', '//'],
        'ответ': '%',
        'изобрабражение': '001.png'
    },
    {
        'вопрос': 'Какой символ используется для присвоения значений переменной в Python?',
        'ответы': ['==', '=', '<>', '~'],
        'ответ': '=',
        'изобрабражение': '002.png'
    }, 
    {
        'вопрос': 'Как из целого числа сделать число с плавующей точкой в Python?',
        'ответы': ['int()', 'str()', 'float()', 'tuple()'],
        'ответ': 'float()',
        'изобрабражение': '003.png'
    },
    {
        'вопрос': 'В какои типе Python есть ключ и значение?',
        'ответы': ['dict()', 'list()', 'str()', 'tuple()'],
        'ответ': 'dict()',
        'изобрабражение': '003.png'
    },
    {
        'вопрос': 'Как определить функцию в Python?',
        'ответы': ['def()', 'class()', 'func()', 'while()'],
        'ответ': 'def()',
        'изобрабражение': '003.png'
    },
]