questions = [
    {
        'вопрос': 'Какой оператор умножает числа в Python?',
        'ответы': ['-', 'x', '*', '**'],
        'индекс правильного ответа': '*'
    },
    {
        'вопрос': 'Какой из этих типов изменяемый?',
        'ответы': ['list', 'str', 'tuple', 'int'],
        'индекс правильного ответа': 'list'
    },
    {
        'вопрос': 'Как вывести на экран текст в Python?',
        'ответы': ['document.write()', 'print()', 'println()', 'write()'],
        'индекс правильного ответа': 'print()'
    },
    {
        'вопрос': 'Какой оператор завершает цикл',
        'ответы': ['exit', 'break', 'leave', 'abandon'],
        'индекс правильного ответа': 'break'
    }
]